export default {
  projections: {
    ОчередьE: {
      наименование: {
        __caption__: ''
      },
      закрыта: {
        __caption__: ''
      },
      актуально: {
        __caption__: ''
      },
      тип: {
        __caption__: '',
        наименование: {
          __caption__: ''
        }
      },
      оператор: {
        __caption__: 'Оператор',
        фИО: {
          __caption__: ''
        },
        должность: {
          __caption__: '',
          наименование: {
            __caption__: ''
          }
        }
      },
      должностьОператораСтр: {
        __caption__: 'Должность оператора'
      },
      местоВОчереди: {
        __caption__: 'Места в очереди',
        номер: {
          __caption__: ''
        },
        клиент: {
          __caption__: '',
          наименование: {
            __caption__: ''
          }
        },
        клиентСтр: {
          __caption__: ''
        },
        датаВыдачи: {
          __caption__: 'Дата выдачи'
        },
        датаОбслуживания: {
          __caption__: 'Дата обслуживания'
        },
        очередь: {
          __caption__: ''
        }
      }
    },
    ОчередьL: {
      наименование: {
        __caption__: ''
      },
      тип: {
        __caption__: '',
        наименование: {
          __caption__: 'Тип'
        }
      },
      оператор: {
        __caption__: '',
        должность: {
          __caption__: '',
          наименование: {
            __caption__: ''
          }
        },
        фИО: {
          __caption__: 'Оператор'
        }
      },
      должностьОператораСтр: {
        __caption__: 'Должность оператора'
      },
      закрыта: {
        __caption__: ''
      },
      актуально: {
        __caption__: ''
      }
    }
  }
};
