export default {
  projections: {
    КлиентE: {
      наименование: {
        __caption__: ''
      },
      тип: {
        __caption__: '',
        наименование: {
          __caption__: ''
        }
      },
      документ: {
        __caption__: ''
      },
      фото: {
        __caption__: ''
      },
      количествоОбращений: {
        __caption__: 'Кол-во обращений'
      },
      обслуженоОбращений: {
        __caption__: 'Обслужено обращений'
      },
      актуально: {
        __caption__: ''
      },
      датаРегистрации: {
        __caption__: 'Дата регистрации'
      },
      датаПоследнегоВизита: {
        __caption__: 'Дата последнего визита'
      },
      email: {
        __caption__: 'Email'
      },
      мобильныйТелефон: {
        __caption__: 'Моб. телефон'
      }
    },
    КлиентL: {
      наименование: {
        __caption__: ''
      },
      тип: {
        __caption__: '',
        наименование: {
          __caption__: 'Тип'
        }
      },
      документ: {
        __caption__: ''
      },
      актуально: {
        __caption__: ''
      }
    }
  }
};
