export default {
  projections: {
    МестоВОчередиD: {
      номер: {
        __caption__: ''
      },
      клиент: {
        __caption__: '',
        наименование: {
          __caption__: ''
        }
      },
      клиентСтр: {
        __caption__: ''
      },
      датаВыдачи: {
        __caption__: 'Дата выдачи'
      },
      датаОбслуживания: {
        __caption__: 'Дата обслуживания'
      },
      очередь: {
        __caption__: ''
      }
    },
    МестоВОчередиL: {
      очередь: {
        __caption__: '',
        наименование: {
          __caption__: 'Очередь'
        }
      },
      номер: {
        __caption__: 'Номер'
      },
      клиентСтр: {
        __caption__: 'Клиент'
      },
      клиент: {
        __caption__: '',
        наименование: {
          __caption__: 'Клиент'
        },
        тип: {
          __caption__: '',
          наименование: {
            __caption__: 'Тип клиента'
          }
        }
      },
      очередьСтр: {
        __caption__: ''
      }
    },
    МестоВОчередиПредикт: {
      очередь: {
        __caption__: '',
        наименование: {
          __caption__: 'Очередь'
        }
      },
      номер: {
        __caption__: 'Номер'
      },
      клиентСтр: {
        __caption__: 'Клиент'
      },
      клиент: {
        __caption__: '',
        тип: {
          __caption__: '',
          наименование: {
            __caption__: 'Тип клиента'
          }
        }
      },
      очередьПредикт: {
        __caption__: ''
      }
    }
  }
};
