export default {
  projections: {
    ОперацияE: {
      должностьОператораСтр: {
        __caption__: ''
      },
      дата: {
        __caption__: ''
      },
      видОперации: {
        __caption__: 'Вид операции',
        наименование: {
          __caption__: ''
        }
      },
      оператор: {
        __caption__: '',
        фИО: {
          __caption__: ''
        },
        должность: {
          __caption__: '',
          наименование: {
            __caption__: ''
          }
        }
      },
      клиент: {
        __caption__: '',
        наименование: {
          __caption__: ''
        }
      },
      местоВОчереди: {
        __caption__: '',
        номер: {
          __caption__: ''
        },
        очередьСтр: {
          __caption__: ''
        },
        очередь: {
          __caption__: '',
          наименование: {
            __caption__: ''
          }
        },
        клиент: {
          __caption__: '',
          наименование: {
            __caption__: ''
          }
        }
      },
      выполнена: {
        __caption__: ''
      }
    },
    ОперацияL: {
      должностьОператораСтр: {
        __caption__: 'Должность оператора'
      },
      дата: {
        __caption__: ''
      },
      видОперации: {
        __caption__: '',
        наименование: {
          __caption__: 'Вид операции'
        }
      },
      оператор: {
        __caption__: '',
        фИО: {
          __caption__: ''
        },
        должность: {
          __caption__: '',
          наименование: {
            __caption__: ''
          }
        }
      },
      клиент: {
        __caption__: '',
        наименование: {
          __caption__: ''
        }
      },
      местоВОчереди: {
        __caption__: '',
        номер: {
          __caption__: ''
        },
        очередьСтр: {
          __caption__: ''
        },
        очередь: {
          __caption__: '',
          наименование: {
            __caption__: ''
          }
        },
        клиент: {
          __caption__: '',
          наименование: {
            __caption__: ''
          }
        }
      },
      выполнена: {
        __caption__: 'Выполнена'
      }
    }
  }
};
