export default {
  projections: {
    ОчередьE: {
      наименование: {
        __caption__: 'наименование'
      },
      закрыта: {
        __caption__: 'закрыта'
      },
      актуально: {
        __caption__: 'актуально'
      },
      тип: {
        __caption__: 'тип',
        наименование: {
          __caption__: 'наименование'
        }
      },
      оператор: {
        __caption__: 'оператор',
        фИО: {
          __caption__: 'фИО'
        },
        должность: {
          __caption__: 'должность',
          наименование: {
            __caption__: 'наименование'
          }
        }
      },
      должностьОператораСтр: {
        __caption__: 'должностьОператораСтр'
      },
      местоВОчереди: {
        __caption__: 'местоВОчереди',
        номер: {
          __caption__: 'номер'
        },
        клиент: {
          __caption__: 'клиент',
          наименование: {
            __caption__: 'наименование'
          }
        },
        клиентСтр: {
          __caption__: 'клиентСтр'
        },
        датаВыдачи: {
          __caption__: 'датаВыдачи'
        },
        датаОбслуживания: {
          __caption__: 'датаОбслуживания'
        },
        очередь: {
          __caption__: 'очередь'
        }
      }
    },
    ОчередьL: {
      наименование: {
        __caption__: 'наименование'
      },
      тип: {
        __caption__: 'тип',
        наименование: {
          __caption__: 'наименование'
        }
      },
      оператор: {
        __caption__: 'оператор',
        должность: {
          __caption__: 'должность',
          наименование: {
            __caption__: 'наименование'
          }
        },
        фИО: {
          __caption__: 'фИО'
        }
      },
      должностьОператораСтр: {
        __caption__: 'должностьОператораСтр'
      },
      закрыта: {
        __caption__: 'закрыта'
      },
      актуально: {
        __caption__: 'актуально'
      }
    }
  }
};
