export default {
  projections: {
    МестоВОчередиD: {
      номер: {
        __caption__: 'номер'
      },
      клиент: {
        __caption__: 'клиент',
        наименование: {
          __caption__: 'наименование'
        }
      },
      клиентСтр: {
        __caption__: 'клиентСтр'
      },
      датаВыдачи: {
        __caption__: 'датаВыдачи'
      },
      датаОбслуживания: {
        __caption__: 'датаОбслуживания'
      },
      очередь: {
        __caption__: 'очередь'
      }
    },
    МестоВОчередиL: {
      очередь: {
        __caption__: 'очередь',
        наименование: {
          __caption__: 'наименование'
        }
      },
      номер: {
        __caption__: 'номер'
      },
      клиентСтр: {
        __caption__: 'клиентСтр'
      },
      клиент: {
        __caption__: 'клиент',
        наименование: {
          __caption__: 'наименование'
        },
        тип: {
          __caption__: 'тип',
          наименование: {
            __caption__: 'наименование'
          }
        }
      },
      очередьСтр: {
        __caption__: 'очередьСтр'
      }
    },
    МестоВОчередиПредикт: {
      очередь: {
        __caption__: 'очередь',
        наименование: {
          __caption__: 'наименование'
        }
      },
      номер: {
        __caption__: 'номер'
      },
      клиентСтр: {
        __caption__: 'клиентСтр'
      },
      клиент: {
        __caption__: 'клиент',
        тип: {
          __caption__: 'тип',
          наименование: {
            __caption__: 'наименование'
          }
        }
      },
      очередьПредикт: {
        __caption__: 'очередьПредикт'
      }
    }
  }
};
