export default {
  projections: {
    ОперацияE: {
      должностьОператораСтр: {
        __caption__: 'должностьОператораСтр'
      },
      дата: {
        __caption__: 'дата'
      },
      видОперации: {
        __caption__: 'видОперации',
        наименование: {
          __caption__: 'наименование'
        }
      },
      оператор: {
        __caption__: 'оператор',
        фИО: {
          __caption__: 'фИО'
        },
        должность: {
          __caption__: 'должность',
          наименование: {
            __caption__: 'наименование'
          }
        }
      },
      клиент: {
        __caption__: 'клиент',
        наименование: {
          __caption__: 'наименование'
        }
      },
      местоВОчереди: {
        __caption__: 'местоВОчереди',
        номер: {
          __caption__: 'номер'
        },
        очередьСтр: {
          __caption__: 'очередьСтр'
        },
        очередь: {
          __caption__: 'очередь',
          наименование: {
            __caption__: 'наименование'
          }
        },
        клиент: {
          __caption__: 'клиент',
          наименование: {
            __caption__: 'наименование'
          }
        }
      },
      выполнена: {
        __caption__: 'выполнена'
      }
    },
    ОперацияL: {
      должностьОператораСтр: {
        __caption__: 'должностьОператораСтр'
      },
      дата: {
        __caption__: 'дата'
      },
      видОперации: {
        __caption__: 'видОперации',
        наименование: {
          __caption__: 'наименование'
        }
      },
      оператор: {
        __caption__: 'оператор',
        фИО: {
          __caption__: 'фИО'
        },
        должность: {
          __caption__: 'должность',
          наименование: {
            __caption__: 'наименование'
          }
        }
      },
      клиент: {
        __caption__: 'клиент',
        наименование: {
          __caption__: 'наименование'
        }
      },
      местоВОчереди: {
        __caption__: 'местоВОчереди',
        номер: {
          __caption__: 'номер'
        },
        очередьСтр: {
          __caption__: 'очередьСтр'
        },
        очередь: {
          __caption__: 'очередь',
          наименование: {
            __caption__: 'наименование'
          }
        },
        клиент: {
          __caption__: 'клиент',
          наименование: {
            __caption__: 'наименование'
          }
        }
      },
      выполнена: {
        __caption__: 'выполнена'
      }
    }
  }
};
