export default {
  projections: {
    КлиентE: {
      наименование: {
        __caption__: 'наименование'
      },
      тип: {
        __caption__: 'тип',
        наименование: {
          __caption__: 'наименование'
        }
      },
      документ: {
        __caption__: 'документ'
      },
      фото: {
        __caption__: 'фото'
      },
      количествоОбращений: {
        __caption__: 'количествоОбращений'
      },
      обслуженоОбращений: {
        __caption__: 'обслуженоОбращений'
      },
      актуально: {
        __caption__: 'актуально'
      },
      датаРегистрации: {
        __caption__: 'датаРегистрации'
      },
      датаПоследнегоВизита: {
        __caption__: 'датаПоследнегоВизита'
      },
      email: {
        __caption__: 'email'
      },
      мобильныйТелефон: {
        __caption__: 'мобильныйТелефон'
      }
    },
    КлиентL: {
      наименование: {
        __caption__: 'наименование'
      },
      тип: {
        __caption__: 'тип',
        наименование: {
          __caption__: 'наименование'
        }
      },
      документ: {
        __caption__: 'документ'
      },
      актуально: {
        __caption__: 'актуально'
      }
    }
  }
};
