export default {
  caption: 'IISWebLearning2016КлиентE',
  'наименование-caption': 'наименование',
  'документ-caption': 'документ',
  'фото-caption': 'фото',
  'количествоОбращений-caption': 'количествоОбращений',
  'обслуженоОбращений-caption': 'обслуженоОбращений',
  'актуально-caption': 'актуально',
  'датаРегистрации-caption': 'датаРегистрации',
  'датаПоследнегоВизита-caption': 'датаПоследнегоВизита',
  'email-caption': 'email',
  'мобильныйТелефон-caption': 'мобильныйТелефон',
  'тип-caption': 'тип'
};
